export const productMock = [
  // Bентилятори
  {
    uid: '2d4d3f2e-c31c-0001-0000-000000000000',
    title: 'Кулер Coolmoon D-4Pin Auto RGB Black',
    description: `Основні
    Діаметр - 120 мм
    Підключення - Molex
    Тип підшипника - Гідравлічний підшипник
    Швидкість обертання вентиляторів - 1200 оборотов/мин
    Рівень шуму - 22 дБ
    Повітряний потік - 70 CFM
    Кількість вентиляторів в комплекті - 1 вентилятор
    
    Підсвічування
    Підсвічування - Багатокольорове підсвічування
    
    Додадково
    Матеріал - Пластик
    Габарити - 120 x 120 x 25 мм
    Колір корпусу - Чорний
    Колір крильчатки - Білий
    Статус корпусного вентилятора - Новий`,
    cost: 329,
    count: 100,
    subDescription: `Діаметр: 120 мм
    Підключення: Molex
    Підсвічування: Багатокольорове підсвічування
    Швидкість обертання: 1200 обертів/хв
    Рівень шуму: 22 дБ
    Повітряний потік: 70 CFM`,
  },
  {
    uid: '2d4d3f2e-c31c-0001-0000-000000000001',
    title: 'Кулер Deepcool XFAN 120',
    description: `Основні
    Діаметр - 120 мм
    Підключення - 3 pin + Molex
    Тип підшипника - Гідродинамічний підшипник
    Швидкість обертання вентиляторів - 1300 оборотов/мин
    Рівень шуму - 23.7 дБ
    Повітряний потік - 44.71 CFM
    Кількість вентиляторів в комплекті - 1 вентилятор
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Додадково
    Вага - 180 г
    Колір корпусу - Чорний
    Колір крильчатки - Чорний
    Статус корпусного вентилятора - Новий`,
    cost: 159,
    count: 0,
    subDescription: `Діаметр: 120 мм
    Підключення: 3 pin + Molex
    Підсвічування: Без підсвічування
    Швидкість обертання: 1300 обертів/хв
    Рівень шуму: 23.7 дБ
    Повітряний потік: 44.71 CFM`,
  },
  {
    uid: '2d4d3f2e-c31c-0001-0000-000000000002',
    title: 'Кулер Be Quiet! Pure Wings 2 120mm PWM',
    description: `Основні
    Діаметр - 120 мм
    Підключення - 4 pin PWM
    Тип підшипника - Підшипник ковзання c гвинтовою нарізкою
    Швидкість обертання вентиляторів - 1500 оборотов/мин
    Рівень шуму - 20 дБ
    Повітряний потік - 51.4 CFM
    Ресурс - 80 000 часов
    Кількість вентиляторів в комплекті - 1 вентилятор
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Додадково
    Номінальна напруга - 12 В
    Споживана потужність - 2.4 Вт
    Габарити - 120 x 120 x 25 мм
    Вага - 132 г
    Колір корпусу - Чорний
    Колір крильчатки - Чорний
    Статус корпусного вентилятора - Новий`,
    cost: 399,
    count: 10,
    subDescription: `Діаметр: 120 мм
    Підключення: 4 pin PWM
    Підсвічування: Без підсвічування
    Швидкість обертання: 1500 обертів/хв
    Рівень шуму: 20 дБ
    Повітряний потік: 51.4 CFM
    Ресурс: 80 000 годин`,
  },
  {
    uid: '2d4d3f2e-c31c-0001-0000-000000000003',
    title: 'Кулер Deepcool GAMMAXX 400EX',
    description: `Основні
    LGA1700 - +
    Сумісність з Intel - Сумісний: LGA1150/1151/1155/1156, LGA1200, LGA1700
    Сумісність з AMD - Сумісний: AM4, AM5
    Діаметр - 120 мм
    Тип вежі - Tower
    Підключення - 4 pin PWM
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Охолодження
    Тип підшипника - Гідродинамічний підшипник
    Швидкість обертання вентиляторів - 500–1500 оборотов/мин
    Максимальне TDP - 180 Вт
    Рівень шуму - 27.6 дБ
    Повітрянний струм - 52 CFM
    Кількість теплових трубок - 4 теплові трубки
    Діаметр теплових трубок - 6 мм
    Висота вентилятора - 158 мм
    Кількість вентиляторів - 2 вентилятора
    
    Додатково
    Вхідний струм - 0.07 А
    Споживана потужність - 0.84 Вт
    Номінальна напруга - 12 В
    Особливості - Регулятор обертів
    Додатково - Тиск повітря 2.17 мм
    Матеріал теплових трубок - Мідь
    Матеріал радіатора - Алюміній
    Габарити - 129 x 103 x 157.5 мм
    Вага - 930 г
    Колір корпусу - Чорний
    Статус кулера - Новий
    Колір крильчатки - Чорний`,
    cost: 1449,
    count: 2,
    subDescription: `Сумісність з Intel: LGA1150/1151/1155/1156, LGA1200, LGA1700
    Сумісність з AMD: AM4/AM5
    Діаметр: 120 мм
    Підключення: 4 pin PWM
    Швидкість обертання вентиляторів: 500–1500 обертів/хв
    Повітрянний струм: 52 CFM
    Кількість теплових трубок: 4 теплові трубки`,
  },
  {
    uid: '2d4d3f2e-c31c-0001-0000-000000000004',
    title: 'Кулер Be Quiet! Dark Rock 4',
    description: `Основні
    LGA1700 - +
    Сумісність з Intel - Сумісний: LGA1150/1151/1155/1156, LGA2066, LGA2011/2011-3, LGA1200, LGA1700
    Сумісність з AMD - Сумісний: AM4, AM5
    Діаметр - 135 мм
    Тип вежі - Tower
    Підключення - 4 pin PWM
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Охолодження
    Тип підшипника - Гідродинамічний підшипник
    Швидкість обертання вентиляторів - 1400 оборотов/мин
    Максимальне TDP - 200 Вт
    Рівень шуму - 21 дБ
    Кількість теплових трубок - 6 теплових трубок
    Висота вентилятора - 160 мм
    Кількість вентиляторів - 1 вентилятор
    
    Додатково
    Ресурс - 300 000 часов
    Вхідний струм - 0.11 А
    Споживана потужність - 1.32 Вт
    Номінальна напруга - 12 В
    Матеріал радіатора - Алюміній та мідь
    Габарити - 96.3 x 136 x 159.4 мм
    Вага - 920 г
    Колір корпусу - Чорний
    Статус кулера - Новий
    Колір крильчатки - Чорний`,
    cost: 2849,
    count: 100,
    subDescription: `Сумісність з Intel: LGA1150/1151/1155/1156, LGA2066, LGA2011/2011-3, LGA1200, LGA1700
    Сумісність з AMD: AM4/AM5
    Діаметр: 135 мм
    Підключення: 4 pin PWM
    Швидкість обертання вентиляторів: 1400 обертів/хв
    Кількість теплових трубок: 6 теплових трубок`,
  },
  {
    uid: '2d4d3f2e-c31c-0001-0000-000000000005',
    title: 'Кулер Intel Laminar RM1',
    description: `Основні
    LGA1700 - +
    Сумісність з Intel - Сумісний: LGA1700
    Сумісність з AMD - Не сумісний
    Тип вежі - Low Profile
    Підключення - 4 pin PWM
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Охолодження
    Швидкість обертання вентиляторів - 600–3100 оборотов/мин
    Максимальне TDP - 65 Вт
    Рівень шуму - 29 дБ
    Кількість теплових трубок - 0
    Висота вентилятора - 47 мм
    Кількість вентиляторів - 1 вентилятор
    
    Додатково
    Номінальна напруга - 12 В
    Матеріал радіатора - Алюміній
    Габарити - 100 x 100 x 47 мм
    Вага - 350 г
    Колір корпусу - Чорний
    Статус кулера - Новий
    Колір крильчатки - Чорний`,
    cost: 179,
    count: 100,
    subDescription: `Сумісність з Intel: LGA1700
    Сумісність з AMD: Не сумісний з усіма чіпсетами AMD
    Підключення: 4 pin PWM
    Швидкість обертання вентиляторів: 600–3100 обертів/хв
    Кількість теплових трубок: 0`,
  },

  // Материнські плати
  {
    uid: '2d4d3f2e-c31c-0002-0000-000000000000',
    title: 'Материнська плата Asus PRIME B660-PLUS D4',
    description: `Процесор
    Тип - Материнські плати Intel
    Роз'єм процесора (Socket) - LGA1700
    Чіпсет (Північний міст) - Intel B660
    
    Оперативна пам'ять
    Тип пам'яті - DDR4 DIMM
    Кількість слотів пам'яті - 4 шт
    Кількість каналів - 2
    Макс. Обсяг пам'яті - 128 ГБ
    Мінімальна частота пам'яті - 2133
    Максимальна частота пам'яті - 5066
    
    Комунікації
    Мережевий адаптер (LAN) - 1 x 2500 Мбіт/с
    
    Звук
    Звукова карта - Realtek CODEC
    Звукова схема - 7.1
    
    Вбудовані порти
    Кількість SATA III - 4 шт
    Кількість PCI-E 1x - 2 шт
    Кількість PCI-E 16x - 2 шт
    Підтримка PCI-E 16x v3.0 - +
    Підтримка PCI-E 16x v4.0 - +
    Кількість внутрішніх USB 2.0 - 2 шт
    Кількість com (RS-232) - 1 шт
    Кількість внутрішніх USB 3.2 - 2 шт
    Thunderbolt Header - 1 шт
    Роз'єм S/PDIF - +
    Кількість слотів M.2 - 3 шт
    Підтримка M.2 PCIe 4.0 ? - +
    
    Конектор живлення
    24-pin - 1 шт
    8-pin - 1 шт
    
    Зовнішні порти 
    Кількість зовнішніх USB 2.0 - 2 шт
    Кількість зовнішніх USB 3.2 - 3 шт
    Кількість зовнішніх USB Type-C - 1 шт
    Роз'єм VGA - +
    Роз'єм DVI-D - -
    Роз'єм HDMI - +
    Роз'єм DisplayPort - +
    
    RAID-масив
    Контролер RAID - 0, 1, 5, 10
    
    Форм-фактор
    Форм-фактор - ATX`,
    cost: 5629,
    count: 100,
    subDescription: `Форм-фактор: ATX
    Роз'єм процесора (Socket): LGA1700
    Тип: Материнські плати Intel
    Сумісні ОЗП: DDR4 для ПК`,
  },
  {
    uid: '2d4d3f2e-c31c-0002-0000-000000000001',
    title: 'Материнська плата Asus ROG STRIX B650-A GAMING WIFI',
    description: `Процесор
    Тип - Материнські плати AMD
    Роз'єм процесора (Socket) - AM5
    Чіпсет (Північний міст) - AMD B650
    
    Оперативна пам'ять
    Тип пам'яті - DDR5 DIMM
    Кількість слотів пам'яті - 4 шт
    Кількість каналів - 2
    Макс. Обсяг пам'яті - 192 ГБ
    Мінімальна частота пам'яті - 4800
    Максимальна частота пам'яті - 7600
    
    Комунікації
    Мережевий адаптер (LAN) - 1 x 2500 Мбіт/с
    Бездротовий модуль Wi-Fi - 2х2 Wi-Fi 6 (802.11 a/b/g/n/ac/ax)
    Модуль Bluetooth - 5.2
    
    Звук
    Звукова карта - Realtek ALC4080
    Звукова схема - 7.1
    
    Вбудовані порти
    Кількість SATA III - 4 шт
    Кількість PCI-E 1x - 2 шт
    Кількість PCI-E 16x - 2 шт
    Підтримка PCI-E 16x v3.0 - +
    Підтримка PCI-E 16x v4.0 - +
    Кількість внутрішніх USB 2.0 - 2 шт
    Кількість внутрішніх USB 3.2 - 1 шт
    Thunderbolt Header - 1 шт
    Роз'єм S/PDIF - +
    Кількість слотів M.2 - 3 шт
    Підтримка M.2 PCIe 4.0  - +
    Підтримка M.2 PCIe 5.0  - +
    
    Конектор живлення
    24-pin - 1 шт
    8-pin - 1 шт
    4-pin - 1 шт
    
    Зовнішні порти
    Кількість зовнішніх USB 2.0 - 4 шт
    Кількість зовнішніх USB 3.2 - 3 шт
    Кількість зовнішніх USB Type-C - 2 шт
    Роз'єм VGA - -
    Роз'єм DVI-D - -
    Роз'єм HDMI - +
    Роз'єм DisplayPort - +
    
    RAID-масив
    Контролер RAID - 0, 1, 10
    
    Форм-фактор
    Форм-фактор - ATX`,
    cost: 11299,
    count: 100,
    subDescription: `Форм-фактор: ATX
    Роз'єм процесора (Socket): AM5
    Тип: Материнські плати AMD
    Сумісні ОЗП: DDR5 для ПК`,
  },
  {
    uid: '2d4d3f2e-c31c-0002-0000-000000000002',
    title: 'Материнська плата MSI MAG Z790 TOMAHAWK MAX WIFI',
    description: `Процесор
    Тип - Материнські плати Intel
    Роз'єм процесора (Socket) - LGA1700
    Чіпсет (Північний міст)  - Intel Z790
    
    Оперативна пам'ять
    Тип пам'яті - DDR5 DIMM
    Кількість слотів пам'яті - 4 шт
    Кількість каналів - 2
    Макс. Обсяг пам'яті - 256 ГБ
    Мінімальна частота пам'яті - 4800
    Максимальна частота пам'яті - 7800
    
    Комунікації
    Мережевий адаптер (LAN) - 1 x 2500 Мбіт/с
    Бездротовий модуль Wi-Fi - Wi-Fi 7 (802.11 a/b/g/n/ac/ax/be)
    Модуль Bluetooth - 5.4
    
    Звук
    Звукова карта - Realtek ALC4080
    Звукова схема - 7.1
    
    Вбудовані порти
    Кількість SATA III - 8 шт
    Кількість PCI-E 1x - 1 шт
    Кількість PCI-E 16x - 2 шт
    Підтримка PCI-E 16x v3.0 - +
    Підтримка PCI-E 16x v5.0 - +
    Підтримка PCI-E 16x v4.0 - +
    Кількість внутрішніх USB 2.0 - 4 шт
    Кількість USB Type-C - 1 шт
    Кількість внутрішніх USB 3.2 - 2 шт
    Thunderbolt Header - 1 шт
    Кількість слотів M.2 - 4 шт
    Підтримка M.2 PCIe 4.0 ? - +
    Підтримка M.2 PCIe 5.0 ? - +
    SYS_FAN - 6 шт
    
    Конектор живлення
    24-pin - 1 шт
    8-pin - 2 шт
    
    Зовнішні порти
    Кількість зовнішніх USB 3.2 - 8 шт
    Кількість зовнішніх USB Type-C - 2 шт
    Роз'єм VGA - -
    Роз'єм DVI-D - -
    Роз'єм HDMI - +
    Роз'єм DisplayPort - +
    Вихід S/PDIF - +
    
    RAID-масив
    Контролер RAID - 0, 1, 5, 10
    
    Форм-фактор
    Форм-фактор - ATX`,
    cost: 12999,
    count: 100,
    subDescription: `Форм-фактор: ATX
    Роз'єм процесора (Socket): LGA1700
    Тип: Материнські плати Intel
    Сумісні ОЗП: DDR5 для ПК`,
  },
  {
    uid: '2d4d3f2e-c31c-0002-0000-000000000003',
    title: 'Материнська плата Gigabyte B760 GAMING X AX DDR4',
    description: `Процесор
    Тип - Материнські плати Intel
    Роз'єм процесора (Socket) - LGA1700
    Чіпсет (Північний міст) - Intel B760
    
    Оперативна пам'ять
    Тип пам'яті - DDR4 DIMM
    Кількість слотів пам'яті - 4 шт
    Кількість каналів - 2
    Макс. Обсяг пам'яті - 128 ГБ
    Мінімальна частота пам'яті - 2133
    Максимальна частота пам'яті - 5333
    
    Комунікації
    Мережевий адаптер (LAN) - 1 x 2500 Мбіт/с
    Бездротовий модуль Wi-Fi - 2 x 2 Wi-Fi 6E (802.11 a/b/g/n/ac/ax)
    Модуль Bluetooth - 5.2
    
    Звук
    Звукова карта - Realtek ALC897
    Звукова схема - 7.1
    
    Вбудовані порти
    Кількість SATA III - 4 шт
    Кількість PCI-E 16x - 3 шт
    Підтримка PCI-E 16x v3.0 - +
    Підтримка PCI-E 16x v4.0 - +
    Кількість внутрішніх USB 2.0 - 2 шт
    Кількість USB Type-C - 1 шт
    Кількість внутрішніх USB 3.2 - 1 шт
    Роз'єм S/PDIF - +
    Кількість слотів M.2 - 3 шт
    Підтримка M.2 PCIe 4.0 - +
    SYS_FAN - 4 шт
    
    Конектор живлення
    24-pin - 1 шт
    8-pin - 1 шт
    
    Зовнішні порти
    Кількість зовнішніх USB 2.0 - 5 шт
    Кількість зовнішніх USB 3.2 - 3 шт
    Роз'єм VGA - -
    Роз'єм DVI-D - -
    Роз'єм HDMI - +
    Роз'єм DisplayPort - +
    Вихід S/PDIF - -
    
    RAID-масив
    Контролер RAID - 0, 1, 5, 10
    
    Форм-фактор
    Форм-фактор - ATX`,
    cost: 7499,
    count: 100,
    subDescription: `Форм-фактор: ATX
    Роз'єм процесора (Socket): LGA1700
    Тип: Материнські плати Intel
    Сумісні ОЗП: DDR4 для ПК`,
  },
  {
    uid: '2d4d3f2e-c31c-0002-0000-000000000004',
    title: 'Материнська плата MSI PRO B760M-P DDR4',
    description: `Процесор
    Тип - Материнські плати Intel
    Роз'єм процесора (Socket) - LGA1700
    Чіпсет (Північний міст) - Intel B760
    
    Оперативна пам'ять
    Тип пам'яті - DDR4 DIMM
    Кількість слотів пам'яті - 4 шт
    Кількість каналів - 2
    Макс. Обсяг пам'яті - 128 ГБ
    Мінімальна частота пам'яті - 2133
    Максимальна частота пам'яті - 4800
    
    Звук
    Звукова карта - Realtek ALC897
    Звукова схема - 7.1
    
    Вбудовані порти
    Кількість SATA III - 4 шт
    Кількість PCI-E 1x - 2 шт
    Кількість PCI-E 16x - 1 шт
    Підтримка PCI-E 16x v4.0 - +
    Кількість внутрішніх USB 2.0 - 4 шт
    Кількість внутрішніх USB 3.2 - 2 шт
    Кількість слотів M.2 - 2 шт
    Підтримка M.2 PCIe 4.0 - +
    SYS_FAN - 2 шт
    
    Конектор живлення
    24-pin - 1 шт
    8-pin - 1 шт
    
    Зовнішні порти
    Роз'єм PS/2 - +
    Кількість зовнішніх USB 2.0 - 4 шт
    Кількість зовнішніх USB 3.2 - 1 шт
    Кількість зовнішніх USB Type-C - 1 шт
    Роз'єм VGA - -
    Роз'єм DVI-D - -
    Роз'єм HDMI - +
    Роз'єм DisplayPort - +
    Вихід S/PDIF - -
    
    RAID-масив
    Контролер RAID - 0, 1, 5, 10
    
    Форм-фактор
    Форм-фактор - microATX`,
    cost: 4299,
    count: 100,
    subDescription: `Форм-фактор: microATX
    Роз'єм процесора (Socket): LGA1700
    Тип: Материнські плати Intel
    Сумісні ОЗП: DDR4 для ПК`,
  },

  // Материнські плати
  {
    uid: '2d4d3f2e-c31c-0003-0000-000000000000',
    title: 'Жорсткий диск Toshiba P300 1TB 64MB 7200RPM 3.5"',
    description: `Основні
    Тип - HDD
    Лінійка - Toshiba P300
    Форм-фактор - 3.5″
    Обсяг пам'яті - 1 ТБ
    Інтерфейс - SATA III
    Швидкість обертання шпинделя - 7200 оборотов/мин
    Буфер обміну - 64 МБ
    
    Додатково
    Середній час доступу - 4.17 мс
    Рівень шуму - 26 дБ
    Ударостійкість - 70 g (в робочому стані), 350 g (при зберіганні)
    Споживана потужність - 6.4 Вт
    Додатково - Швидкість передачі даних для інтерфейсу SATA 6.0/3.0/1.5 Гбіт/с
    Габарити - 26.1 x 101.6 x 147 мм
    Вага - 450 г
    Статус HDD - Новий`,
    cost: 2099,
    count: 100,
    subDescription: `Тип: HDD
    Форм-фактор: 3.5″
    Обсяг пам'яті: 1 ТБ
    Інтерфейс: SATA III
    Буфер обміну: 64 МБ
    Лінійка: Toshiba P300`,
  },
  {
    uid: '2d4d3f2e-c31c-0003-0000-000000000001',
    title: 'Жорсткий диск Western Digital Blue 1TB 64MB 3.5"',
    description: `Основні
    Тип - HDD
    Лінійка - Western Digital Blue
    Форм-фактор - 3.5″
    Обсяг пам'яті - 1 ТБ
    Інтерфейс - SATA III
    Швидкість передачі даних - 150 МБ/с
    Швидкість обертання шпинделя - 7200 оборотов/мин
    Буфер обміну - 64 МБ
    Час напрацювання на відмову (цикли) - 300 тис. циклов
    
    Додатково
    Рівень шуму - 30 дБ
    Ударостійкість - 65 g (в робочому стані), 350 g (при зберіганні)
    Споживана потужність - 6.8 Вт
    Робоча температура - Від 0 до 60 °C
    Додатково - Технологія змінного притиску головок NoTouch, Швидкість передачі даних для інтерфейсу SATA 6.0/3.0/1.5 Гбіт/с
    Габарити - 101.6 x 26.1 x 147 мм
    Вага - 440 г
    Статус HDD - Новий`,
    cost: 2459,
    count: 100,
    subDescription: `Тип: HDD
    Форм-фактор: 3.5″
    Обсяг пам'яті: 1 ТБ
    Інтерфейс: SATA III
    Буфер обміну: 64 МБ
    Лінійка: Western Digital Blue`,
  },
  {
    uid: '2d4d3f2e-c31c-0003-0000-0000000000002',
    title: 'Жорсткий диск Seagate BarraCuda 2TB 128MB 5400RPM 2.5"',
    description: `Основні
    Тип - HDD
    Лінійка - Seagate BarraCuda
    Форм-фактор - 2.5″
    Обсяг пам'яті - 2 ТБ
    Інтерфейс - SATA III
    Швидкість передачі даних - 600 МБ/с
    Швидкість обертання шпинделя - 5400 оборотов/мин
    Буфер обміну - 128 МБ
    Час напрацювання на відмову (цикли) - 600 тис. циклов
    
    Додатково
    Споживана потужність - 1.4 Вт
    Габарити - 100.35 x 69.85 x 7 мм
    Вага - 90 г
    Статус HDD - Новий`,
    cost: 2999,
    count: 100,
    subDescription: `Тип: HDD
    Форм-фактор: 2.5″
    Обсяг пам'яті: 2 ТБ
    Інтерфейс: SATA III
    Буфер обміну: 128 МБ
    Лінійка: Seagate BarraCuda`,
  },
  {
    uid: '2d4d3f2e-c31c-0003-0000-0000000000003',
    title: 'SSD-диск Kingston NV2 3D NAND 1TB M.2 NVMe x4',
    description: `Основні
    Форм-фактор - M.2 2280
    Обсяг пам'яті - 1 ТБ
    Тип елементів пам'яті - 3D-NAND
    Інтерфейс - PCIe 4.0 x4
    NVMe - Підтримка протоколу NVMe
    Швидкість читання - 3500 МБ/с
    Швидкість запису - 2100 МБ/с
    Ресурс записи (TBW) - 320 ТБ
    
    Додатково
    Робоча температура - Від 0 до 70 °C
    Температура зберігання - Від −40 до +85 °C
    Додатково - Вібрація при роботі: пікова 2.17g (в діапазоні 7 - 800 Гц), Вібрація при зберіганні: пікова 20g (в діапазоні 10-2000 Гц)
    Габарити - 80 x 22 x 2.2 мм
    Вага - 7 г
    Статус SSD - Новий`,
    cost: 2769,
    count: 100,
    subDescription: `Обсяг пам'яті: 1 ТБ
    Форм-фактор: M.2 2280
    Тип осередків пам'яті: 3D-NAND
    Інтерфейс: PCIe 4.0 x4
    Швидкість читання: 3500 МБ/с
    Швидкість запису: 2100 МБ/с`,
  },
  {
    uid: '2d4d3f2e-c31c-0003-0000-0000000000004',
    title: 'SSD-диск Kingston KC3000 3D NAND TLC 1TB M.2 NVMe x4',
    description: `Основні
    Форм-фактор - M.2 2280
    Обсяг пам'яті - 1 ТБ
    Тип елементів пам'яті - 3D-NAND TLC
    Інтерфейс - PCIe 4.0 x4
    NVMe - Підтримка протоколу NVMe
    Контролер - PHISON E18
    Швидкість читання - 7000 МБ/с
    Швидкість запису - 6000 МБ/с
    Ресурс записи (TBW) - 800 ТБ
    
    Додатково
    Час напрацювання на відмову - 1.8 млн часов
    Ударостійкість - 2.17 G
    Споживана потужність - 0.005 Вт (в режимі простою), 0.33 Вт (в середньому), 2.8 Вт (максимум при читанні), 6.3 Вт (максимум при записі)
    Робоча температура - Від 0 до 70 °C
    Температура зберігання - Від −40 до +85 °C
    Додатково - Пікова вібрація при роботі 2.17G (7-800 Гц), Пікова вібрація в неробочому стані 20G (20-1000 Гц)
    Габарити - 80 x 22 x 2.21 мм
    Вага - 7 г
    Статус SSD - Новий`,
    cost: 4479,
    count: 100,
    subDescription: `Обсяг пам'яті: 1 ТБ
    Форм-фактор: M.2 2280
    Тип осередків пам'яті: 3D-NAND TLC
    Інтерфейс: PCIe 4.0 x4
    Контролер: PHISON E18
    Швидкість читання: 7000 МБ/с
    Швидкість запису: 6000 МБ/с`,
  },
  {
    uid: '2d4d3f2e-c31c-0003-0000-0000000000005',
    title: 'SSD-диск Samsung 970 Evo Plus V-NAND MLC 1TB M.2',
    description: `Основні
    Форм-фактор - M.2 2280
    Обсяг пам'яті - 1 ТБ
    Тип елементів пам'яті - MLC
    Інтерфейс - PCIe 3.0 x4
    NVMe - Підтримка протоколу NVMe
    Швидкість читання - 3500 МБ/с
    Швидкість запису - 3300 МБ/с
    Ресурс записи (TBW) - 600 ТБ
    
    Додатково
    Час напрацювання на відмову - 1.5 млн часов
    Ударостійкість - 1500 G
    Споживана потужність - 8.2 Вт
    Робоча температура - Від 0 до 70 °C
    Температура зберігання - Від −40 до +85 °C
    Габарити - 80.15 x 22.15 x 2.38 мм
    Вага - 8 г
    Статус SSD - Новий`,
    cost: 3819,
    count: 100,
    subDescription: `Обсяг пам'яті: 1 ТБ
    Форм-фактор: M.2 2280
    Тип осередків пам'яті: MLC
    Інтерфейс: PCIe 3.0 x4
    Швидкість читання: 3500 МБ/с
    Швидкість запису: 3300 МБ/с`,
  },

  //Блоки живлення
  {
    uid: '2d4d3f2e-c31c-0004-0000-000000000000',
    title: 'Блок живлення Corsair CV650 650W',
    description: `Технічні характеристики
    Форм-фактор - ATX
    Реальна потужність при навантаженні - 526 Вт
    Потужність - 650 Вт
    Вентилятор - 120
    Роз'єми для відеокарт - 6+2-pin 2 шт.
    Роз'єм живлення материнської плати - 24 pin
    ККД (Сертифікат 80 Plus) - Bronze
    
    Вихідні характеристики
    +5V - 20 А
    +3.3V - 24 А
    +12V1 - 52 А
    -12V - 0.3 А
    +5Vsb - 3 А
    
    Роз'єми
    Підключення до материнської плати - 24 pin, 4+4 pin 2 шт.
    Підключення до відеокарт - 6+2-pin 2 шт.
    Живлення процесора - 4 pin, 8 pin, 8+4 pin, 8+8 pin
    Кількість роз'ємів SATA - 7 шт
    Кількість роз'ємів 4-pin floppy - 1 шт
    
    Зовнішній вигляд
    Колір - Чорний
    Габарити - 150 x 125 x 86 мм
    Вага - 1.9 кг`,
    cost: 2699,
    count: 100,
    subDescription: `Потужність: 650 Вт
    Форм-фактор: ATX
    Сертифікат : Bronze
    Підключення до відеокарт: 6+2-pin 2 шт.`,
  },
  {
    uid: '2d4d3f2e-c31c-0004-0000-000000000001',
    title: 'Блок живлення Asus TUF Gaming 750W',
    description: `Технічні характеристики
    Форм-фактор - ATX
    Реальна потужність при навантаженні - 607 Вт
    Потужність - 750 Вт
    Роз'єми для відеокарт - 6+2-pin 4 шт.
    Роз'єм живлення материнської плати - 20 + 4 pin
    ККД (Сертифікат 80 Plus) - Bronze
    Корекція коефіцієнта потужності (PFC) - Активний
    
    Вихідні характеристики
    +5V - 25 А
    +3.3V - 25 А
    +12V1 - 62 А
    -12V - 0.8 А
    +5Vsb - 3 А
    
    Роз'єми
    Підключення до материнської плати - 20 + 4 pin, 4+4 pin 2 шт.
    Підключення до відеокарт - 6+2-pin 4 шт.
    Живлення процесора - 4 pin, 8 pin, 8+4 pin, 8+8 pin
    Кількість роз'ємів SATA - 7 шт
    Кількість роз'ємів 4-pin Molex - 4 шт
    
    Зовнішній вигляд
    Колір - Чорний
    Габарити - 150 x 150 x 86 мм`,
    cost: 4499,
    count: 100,
    subDescription: `Потужність: 750 Вт
    Форм-фактор: ATX
    Сертифікат : Bronze
    Підключення до відеокарт: 6+2-pin 4 шт.`,
  },
  {
    uid: '2d4d3f2e-c31c-0004-0000-000000000002',
    title: 'Блок живлення Corsair RM1000x 1000W',
    description: `Технічні характеристики
    Форм-фактор - ATX
    Реальна потужність при навантаженні - 880 Вт
    Потужність - 1000 Вт
    Роз'єми для відеокарт - 6+2-pin 6 шт.
    Роз'єм живлення материнської плати - 24 pin
    ККД (Сертифікат 80 Plus) - Gold
    Корекція коефіцієнта потужності (PFC) - Активний
    Вентилятор - 135
    
    Вихідні характеристики
    +5V - 20 А
    +3.3V - 20 А
    +12V1 - 83,3 А
    -12V - 0.3 А
    +5Vsb - 3 А
    
    Роз'єми
    Підключення до материнської плати - 24 pin, 4+4 pin 3 шт.
    Підключення до відеокарт - 6+2-pin 6 шт.
    Живлення процесора - 4 pin, 8 pin, 8+4 pin, 8+8 pin
    Кількість роз'ємів 4-pin Molex - 8 шт
    Кількість роз'ємів SATA - 14 шт
    
    Зовнішній вигляд
    Колір - Чорний
    Габарити - 150 x 150 x 86 мм
    Вага - 2 кг`,
    cost: 8999,
    count: 100,
    subDescription: `Потужність: 1000 Вт
    Форм-фактор: ATX
    Сертифікат : Gold
    Підключення до відеокарт: 6+2-pin 6 шт.`,
  },
  {
    uid: '2d4d3f2e-c31c-0004-0000-000000000003',
    title: 'Блок живлення XPG Kyber 750W',
    description: `Технічні характеристики
    Форм-фактор - ATX
    Реальна потужність при навантаженні - 660 Вт
    Потужність - 750 Вт
    Роз'єми для відеокарт - 6+2-pin 6 шт. 16-pin 1 шт.
    Роз'єм живлення материнської плати - 20 + 4 pin
    ККД (Сертифікат 80 Plus) - Gold
    Вентилятор - 120
    
    Вихідні характеристики
    +5V - 20 А
    +3.3V - 20 А
    +12V1 - 62,5 А
    -12V - 0.3 А
    +5Vsb - 3 А
    
    Роз'єми
    Підключення до материнської плати - 20+4 pin, 4+4 pin 1 шт., 8-pin 1 шт.
    Підключення до відеокарт - 6+2-pin 2 шт., 16-pin 1 шт.
    Живлення процесора - 4 pin, 8 pin, 8+4 pin, 8+8 pin
    Кількість роз'ємів 4-pin Molex - 2 шт
    Кількість роз'ємів SATA - 6 шт
    
    Зовнішній вигляд
    Колір - Чорний
    Габарити - 140 x 150 x 86 мм
    Вага - 2 кг`,
    cost: 4119,
    count: 100,
    subDescription: `Потужність: 750 Вт
    Форм-фактор: ATX
    Сертифікат : Gold
    Підключення до відеокарт: 6+2-pin 2 шт., 16-pin 1 шт.`,
  },
  {
    uid: '2d4d3f2e-c31c-0004-0000-000000000004',
    title: 'Блок живлення MSI MPG 850W PCIE5',
    description: `Технічні характеристики
    Форм-фактор - ATX
    Реальна потужність при навантаженні - 748 Вт
    Потужність - 850 Вт
    Роз'єми для відеокарт - 6+2-pin 6 шт. 16-pin 1 шт.
    Роз'єм живлення материнської плати - 20 + 4 pin
    ККД (Сертифікат 80 Plus) - Gold
    Вентилятор - 135
    
    Вихідні характеристики
    +5V - 20 А
    +3.3V - 20 А
    +12V1 - 70,8 А
    -12V - 0.3 А
    +5Vsb - 3 А
    
    Роз'єми
    Підключення до материнської плати - 20+4 pin, 4+4 pin 2 шт.
    Підключення до відеокарт - 6+2-pin 6 шт., 16-pin 1 шт.
    Живлення процесора - 4 pin, 8 pin, 8+4 pin, 8+8 pin
    Кількість роз'ємів 4-pin Molex - 4 шт
    Кількість роз'ємів SATA - 8 шт
    Кількість роз'ємів 4-pin floppy - 1 шт
    
    Зовнішній вигляд
    Колір - Чорний
    Габарити - 150 x 150 x 86 мм`,
    cost: 6799,
    count: 100,
    subDescription: `Потужність: 850 Вт
    Форм-фактор: ATX
    Сертифікат : Gold
    Підключення до відеокарт: 6+2-pin 6 шт., 16-pin 1 шт.`,
  },

  // Оперативна пам'ять
  {
    uid: '2d4d3f2e-c31c-0005-0000-000000000000',
    title: 'ОЗП Kingston DDR5 32GB (2x16GB) 6000Mhz FURY Beast RGB',
    description: `Технічні характеристики
    Тип - DDR5
    Призначення - Для ПК
    Обсяг одного модуля - 16 ГБ
    Кількість модулів - 2 шт.
    Форм-фактор - DIMM
    Частота - 6 ГГц
    Пропускна спроможність - 48 000 МБ/с
    CAS Latency (CL) - CL36
    Схема таймінгів - 36-38-38
    ECC-пам'ять - Без підтримки ECC-пам'яті
    XMP - Підтримка профілю XMP
    AMD EXPO - Підтримка профілю AMD EXPO
    Напруга живлення - 1.35 В
    
    Додатково
    Робоча температура - Від 0 до 85 °C
    Температура зберігання - Від −40 до +85 °C
    Особливості - Підсвічування, Охолодження модуля
    Додатково - Підтримка XMP 3.0 
    Габарити - 133.35 x 42.23 x 7.11 мм
    Колір - Чорний
    Статус ОЗП - Нова`,
    cost: 5799,
    count: 100,
    subDescription: `Тип: DDR5
    Призначення: Для ПК
    Кількість модулів: 2 шт.
    Обсяг одного модуля: 16 ГБ
    Частота: 6000 МГц
    Схема таймінгів: 36-38-38`,
  },
  {
    uid: '2d4d3f2e-c31c-0005-0000-000000000001',
    title: 'ОЗП GoodRAM DDR4 16GB (2x8GB) 3200Mhz Iridium X Black',
    description: `Технічні характеристики
    Тип - DDR4
    Призначення - Для ПК
    Обсяг одного модуля - 8 ГБ
    Кількість модулів - 2 шт.
    Форм-фактор - DIMM
    Частота - 3,2 ГГц
    Пропускна спроможність - 25 600 МБ/с
    CAS Latency (CL) - CL16
    Схема таймінгів - 16-20-20
    ECC-пам'ять - Без підтримки ECC-пам'яті
    XMP - Підтримка профілю XMP
    Напруга живлення - 1.35 В
    
    Додатково
    Особливості - Охолодження модуля
    Колір - Чорний
    Статус ОЗП - Нова`,
    cost: 1799,
    count: 100,
    subDescription: `Тип: DDR4
    Призначення: Для ПК
    Кількість модулів: 2 шт.
    Обсяг одного модуля: 8 ГБ
    Частота: 3200 МГц
    Схема таймінгів: 16-20-20`,
  },
  {
    uid: '2d4d3f2e-c31c-0005-0000-000000000002',
    title: 'ОЗП G.Skill DDR4 16GB (2x8GB) 3200Mhz Ripjaws V',
    description: `Технічні характеристики
    Тип - DDR4
    Призначення - Для ПК
    Обсяг одного модуля - 8 ГБ
    Кількість модулів - 2 шт.
    Форм-фактор - DIMM
    Частота - 3,2 ГГц
    Пропускна спроможність - 25 600 МБ/с
    CAS Latency (CL) - CL16
    Схема таймінгів - 16-18-18-38
    ECC-пам'ять - Без підтримки ECC-пам'яті
    XMP - Підтримка профілю XMP
    Напруга живлення - 1.35 В
    
    Додатково
    Особливості - Охолодження модуля
    Додатково - Підтримка XMP 2.0, Алюмінієвий тепловідвід 
    Колір - Чорний
    Статус ОЗП - Нова`,
    cost: 1655,
    count: 100,
    subDescription: `Тип: DDR4
    Призначення: Для ПК
    Кількість модулів: 2 шт.
    Обсяг одного модуля: 8 ГБ
    Частота: 3200 МГц
    Схема таймінгів: 16-18-18-38`,
  },
  {
    uid: '2d4d3f2e-c31c-0005-0000-000000000003',
    title: 'ОЗП Geil DDR4 8GB 2400MHz',
    description: `Технічні характеристики
    Тип - DDR4
    Призначення - Для ПК
    Обсяг одного модуля - 8 ГБ
    Кількість модулів - 1 шт.
    Форм-фактор - DIMM
    Частота - 2,4 ГГц
    Пропускна спроможність - 19 200 МБ/с
    CAS Latency (CL) - CL16
    Схема таймінгів - 16-16-16-36
    ECC-пам'ять - Без підтримки ECC-пам'яті
    XMP - Підтримка профілю XMP
    Напруга живлення - 1.2 В
    
    Додатково
    Робоча температура - Від 0 до 85 °C`,
    cost: 2159,
    count: 100,
    subDescription: `Тип: DDR4
    Призначення: Для ПК
    Кількість модулів: 2 шт.
    Обсяг одного модуля: 4 ГБ
    Частота: 2400 МГц
    Схема таймінгів: 16-16-16-36`,
  },
  {
    uid: '2d4d3f2e-c31c-0005-0000-000000000004',
    title: 'ОЗП Crucial DDR4 8GB 3200Mhz',
    description: `Технічні характеристики
    Тип - DDR4
    Призначення - Для ПК
    Обсяг одного модуля - 8 ГБ
    Кількість модулів - 1 шт.
    Форм-фактор - DIMM
    Частота - 3,2 ГГц
    Пропускна спроможність - 25 600 МБ/с
    CAS Latency (CL) - CL22
    Схема таймінгів - 22-22-22
    ECC-пам'ять - Без підтримки ECC-пам'яті
    XMP - Без підтримки профілю XMP
    Напруга живлення - 1.2 В
    
    Додатково
    Колір - Зелений
    Статус ОЗП - Нова`,
    cost: 739,
    count: 100,
    subDescription: `Тип: DDR4
    Призначення: Для ПК
    Кількість модулів: 1 шт.
    Обсяг одного модуля: 8 ГБ
    Частота: 3200 МГц
    Схема таймінгів: 22-22-22`,
  },

  //Процессори
  {
    uid: '2d4d3f2e-c31c-0006-0000-000000000000',
    title: 'Процесор Intel Core i5-12400F 2.5(4.4)GHz 18MB s1700 Box',
    description: `Лінійка - Intel Core i5
    Роз'єм процесора (Socket) - LGA1700
    Кількість ядер - 6 ядер
    Кількість потоків - 12
    Частота процесора - 2.5 ГГц
    Максимальна тактова частота - 4.4 ГГц
    Об'єм кешу L3 - 18 Мб
    Кодова назва мікроархітектури - Alder Lake
    Серія - 12 Gen
    Мікроархітектура - Golden Cove
    Назва графічного ядра - Без вбудованої графіки
    Підтримка PCIe - PCIe 5.0
    
    Тип пам'яті - DDR4: 3200 МГц, DDR5: 4800 МГц
    Макс. Обсяг пам'яті - 128 ГБ
    Техпроцес - 10 нм
    Термопакет - 65 Вт`,
    cost: 5789,
    count: 100,
    subDescription: `Лінійка: Intel Core i5
    Роз'єм процесора (Socket): LGA1700
    Кількість ядер: 6 ядер
    Інтегрована графіка: Без вбудованої графіки
    Сумісність: Материнські плати LGA1700`,
  },
  {
    uid: '2d4d3f2e-c31c-0006-0000-000000000001',
    title: 'Процесор Intel Core i5-11400F 2.6(4.4)GHz 12MB s1200 Tray',
    description: `Лінійка - Intel Core i5
    Роз'єм процесора (Socket) - LGA1200
    Кількість ядер - 6 ядер
    Кількість потоків - 12
    Частота процесора - 2.6 ГГц
    Максимальна тактова частота - 4.4 ГГц
    Об'єм кешу L3 - 12 Мб
    Кодова назва мікроархітектури - Rocket Lake
    Серія - 11 Gen
    Мікроархітектура - Cypress Cove
    Назва графічного ядра - Без вбудованої графіки
    Підтримка PCIe - PCIe 4.0
    
    Тип пам'яті - DDR4: 3200 МГц
    Макс. Обсяг пам'яті - 128 ГБ
    Техпроцес - 14 нм
    Термопакет - 65 Вт`,
    cost: 4099,
    count: 100,
    subDescription: `Лінійка: Intel Core i5
    Роз'єм процесора (Socket): LGA1200
    Кількість ядер: 6 ядер
    Інтегрована графіка: Без вбудованої графіки
    Сумісність: Материнські плати LGA1200`,
  },
  {
    uid: '2d4d3f2e-c31c-0006-0000-000000000002',
    title: 'Процесор AMD Ryzen 5 3600 3.6(4.2)GHz 32MB sAM4 Box',
    description: `Лінійка - AMD Ryzen 5
    Роз'єм процесора (Socket) - AM4
    Кількість ядер - 6 ядер
    Кількість потоків - 12
    Частота процесора - 3.6 ГГц
    Максимальна тактова частота - 4.2 ГГц
    Об'єм кешу L3 - 32 Мб
    Кодова назва мікроархітектури - Matisse
    Серія - Ryzen 3
    Мікроархітектура - Zen 2
    Назва графічного ядра - Без вбудованої графіки
    Підтримка PCIe - PCIe 4.0
    
    Тип пам'яті - DDR4: 3200 МГц
    Макс. Обсяг пам'яті - 64 ГБ
    Техпроцес - 7 нм
    Термопакет - 65 Вт`,
    cost: 3316,
    count: 100,
    subDescription: `Лінійка: AMD Ryzen 5
    Роз'єм процесора (Socket): AM4
    Кількість ядер: 6 ядер
    Інтегрована графіка: Без вбудованої графіки
    Сумісність: Материнські плати Socket AM4`,
  },
  {
    uid: '2d4d3f2e-c31c-0006-0000-000000000003',
    title: 'Процесор AMD Ryzen 7 7800X3D 4.2(5.0)GHz 96MB sAM5 Box',
    description: `Лінійка - AMD Ryzen 7
    Роз'єм процесора (Socket) - AM5
    Кількість ядер - 8 ядер
    Кількість потоків - 16
    Частота процесора - 4.2 ГГц
    Максимальна тактова частота - 5 ГГц
    Об'єм кешу L3 - 96 Мб
    Кодова назва мікроархітектури - Raphael
    Серія - Ryzen 7
    Мікроархітектура - Zen 4
    Назва графічного ядра - Radeon Graphics
    Підтримка PCIe - PCIe 5.0
    
    Тип пам'яті - DDR5: 5200 МГц
    Макс. Обсяг пам'яті - 128 ГБ
    Техпроцес - 5 нм
    Термопакет - 120 Вт`,
    cost: 16899,
    count: 100,
    subDescription: `Лінійка: AMD Ryzen 7
    Роз'єм процесора (Socket): AM5
    Кількість ядер: 8 ядер
    Інтегрована графіка: Radeon Graphics
    Сумісність: Материнские платы Socket AM5`,
  },
  {
    uid: '2d4d3f2e-c31c-0006-0000-000000000004',
    title: 'Процесор Intel Pentium Gold G6405 4.1GHz 4MB s1200 Box',
    description: `Лінійка - Intel Pentium
    Роз'єм процесора (Socket) - LGA1200
    Кількість ядер - 2 ядра
    Кількість потоків - 4
    Частота процесора - 4.1 ГГц
    Об'єм кешу L3 - 4 Мб
    Кодова назва мікроархітектури - Comet Lake
    Серія - 10 Gen
    Мікроархітектура - Skylake
    Назва графічного ядра - Intel UHD Graphics 610
    Підтримка PCIe - PCIe 3.0
    
    Тип пам'яті - DDR4: 2666 МГц
    Макс. Обсяг пам'яті - 128 ГБ
    Техпроцес - 14 нм
    Термопакет - 58 Вт`,
    cost: 2899,
    count: 100,
    subDescription: `Лінійка: Intel Pentium
    Роз'єм процесора (Socket): LGA1200
    Кількість ядер: 2 ядра
    Інтегрована графіка: Intel UHD Graphics 610
    Сумісність: Материнські плати LGA1200`,
  },

  //Відеокарти
  {
    uid: '2d4d3f2e-c31c-0007-0000-000000000000',
    title: 'Відеокарта MSI GeForce RTX 4060 VENTUS 2X BLACK OC 8192MB',
    description: `Технічні характеристики
    Обсяг пам'яті - 8 Гб
    Шина пам'яті - 128 бит
    Графічний процесор - NVIDIA GeForce RTX 4060
    Тип пам'яті - GDDR6
    Серія - GeForce RTX 40xx
    Частота графічного ядра - Boost: 2490 Мгц
    Частота відеопам'яті - 17000 Мгц
    Максимальна роздільна здатність - 7680x4320 точек
    Сімейство процесора - NVIDIA
    
    Підключення і роз'єми
    Інтерфейс - PCI Express 4.0 x8
    Роз'єми - 1 x HDMI 2.1a, 3 x DisplayPort 1.4a
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Додаткові характеристики
    Кількість вентиляторів - 2 вентилятора
    Підтримка стандартів - DirectX 12, OpenGL 4.6
    Підтримка CUDA - +
    Довжина відеокарти - 199 мм
    Висота відеокарти - 120 мм
    Кількість займаних слотів - 3 шт
    Необхідність додаткового живлення - +
    Рекомендована потужність БЖ - 550 Вт
    Роз'єм дод. живлення - 8 pin
    Кількість підтримуваних моніторів - 4 шт
    Кількість ядер CUDA - 3072
    Додаткова інформація - TORX Fan 4.0, Zero Frozr, Afterburner
    Особливості - Extreme Performance: 2505 MHz (MSI Center)
    Колір - Чорний`,
    cost: 14099,
    count: 100,
    subDescription: `Обсяг пам'яті: 8192 Мб
    Тип пам'яті: GDDR6
    Шина пам'яті: 128 бит
    Частота відеопам'яті: 17000 МГц
    Роз'єми для монітора: 1 x HDMI 2.1a
    3 x DisplayPort 1.4a
    Статус відеокарти: Нова`,
  },
  {
    uid: '2d4d3f2e-c31c-0007-0000-000000000001',
    title: 'Відеокарта Gigabyte GeForce RTX 4060 Ti WindForce OC 8192MB',
    description: `Технічні характеристики
    Обсяг пам'яті - 8 Гб
    Шина пам'яті - 128 бит
    Графічний процесор - NVIDIA GeForce RTX 4060 Ti
    Тип пам'яті - GDDR6
    Серія - GeForce RTX 40xx
    Частота графічного ядра - 2550 Мгц
    Частота відеопам'яті - 18000 Мгц
    Максимальна роздільна здатність - 7680x4320 точек
    Сімейство процесора - NVIDIA
    
    Підключення і роз'єми
    Інтерфейс - PCI Express 4.0
    Роз'єми - 2 x HDMI 2.1a, 2 x DisplayPort 1.4a
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Додаткові характеристики
    Кількість вентиляторів - 2 вентилятора
    Підтримка стандартів - DirectX 12, OpenGL 4.6
    Підтримка CUDA - +
    Довжина відеокарти  - 201 мм
    Висота відеокарти - 120 мм
    Кількість займаних слотів - 3 шт
    Необхідність додаткового живлення - +
    Рекомендована потужність БЖ - 500 Вт
    Роз'єм дод. живлення - 8 pin
    Кількість підтримуваних моніторів - 4 шт
    Кількість ядер CUDA - 4352
    Колір - Чорний`,
    cost: 16999,
    count: 100,
    subDescription: `Обсяг пам'яті: 8192 Мб
    Тип пам'яті: GDDR6
    Шина пам'яті: 128 бит
    Частота графічного ядра : 2550 МГц
    Частота відеопам'яті: 18000 МГц
    Роз'єми для монітора: 2 x HDMI 2.1a
    2 x DisplayPort 1.4a
    Статус відеокарти: Нова`,
  },
  {
    uid: '2d4d3f2e-c31c-0007-0000-000000000002',
    title: 'Відеокарта Asus Dual Radeon RX 6600 V2 8192MB',
    description: `Технічні характеристики
    Обсяг пам'яті - 8 Гб
    Шина пам'яті - 128 бит
    Графічний процесор - AMD Radeon RX 6600
    Тип пам'яті - GDDR6
    Серія - Radeon RX 6xxx
    Частота графічного ядра - Boost: 2491 Мгц
    Частота відеопам'яті - 14000 Мгц
    Максимальна роздільна здатність - 7680x4320 точек
    Сімейство процесора - AMD Radeon
    
    Підключення і роз'єми
    Інтерфейс - PCI Express 4.0
    Роз'єми - 1 x HDMI 2.1, 3 x DisplayPort 1.4a
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Додаткові характеристики
    Кількість вентиляторів - 2 вентилятора
    Підтримка стандартів - DirectX 12, OpenGL 4.6
    Довжина відеокарти - 243 мм
    Висота відеокарти - 134 мм
    Кількість займаних слотів - 3 шт
    Необхідність додаткового живлення - +
    Рекомендована потужність БЖ - 500 Вт
    Роз'єм дод. живлення - 8 pin
    Кількість підтримуваних моніторів - 4 шт
    Підтримка AMD FidelityFX - +
    Колір - Чорний`,
    cost: 9899,
    count: 100,
    subDescription: `Обсяг пам'яті: 8192 Мб
    Тип пам'яті: GDDR6
    Шина пам'яті: 128 бит
    Частота відеопам'яті: 14000 МГц
    Роз'єми для монітора: 1 x HDMI 2.1
    3 x DisplayPort 1.4a
    Статус відеокарти: Нова`,
  },
  {
    uid: '2d4d3f2e-c31c-0007-0000-000000000003',
    title: 'Відеокарта Gigabyte Radeon RX 7900 XT GAMING OC 20480MB ',
    description: `Технічні характеристики
    Обсяг пам'яті - 20 Гб
    Шина пам'яті - 320 бит
    Графічний процесор - AMD Radeon RX 7900 XT
    Тип пам'яті - GDDR6
    Серія - Radeon RX 7xxx
    Частота графічного ядра - Boost: 2535 Мгц
    Частота відеопам'яті - 20000 Мгц
    Максимальна роздільна здатність - 7680x4320 точек
    Сімейство процесора - AMD Radeon
    
    Підключення і роз'єми
    Інтерфейс - PCI Express 4.0 x16
    Роз'єми - 2 x HDMI 2.1, 2 x DisplayPort 2,1
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Додаткові характеристики
    Кількість вентиляторів - 3 вентилятора
    Підтримка стандартів - DirectX 12, OpenGL 4.6
    Довжина відеокарти - 331 мм
    Висота відеокарти - 138 мм
    Кількість займаних слотів - 4 шт
    Необхідність додаткового живлення - +
    Рекомендована потужність БЖ - 800 Вт
    Роз'єм дод. живлення - 8 pin + 8 pin
    Кількість підтримуваних моніторів - 4 шт
    Додаткова інформація - Система охолодження WINDFORCE, RGB Fusion, Подвійний BIOS, Захисна металева задня пластина, Кронштейн проти провисання
    Колір - Чорний`,
    cost: 42999,
    count: 100,
    subDescription: `Обсяг пам'яті: 20480 Мб
    Тип пам'яті: GDDR6
    Шина пам'яті: 320 бит
    Частота відеопам'яті: 20000 МГц
    Роз'єми для монітора: 2 x HDMI 2.1
    2 x DisplayPort 2.1
    Статус відеокарти: Нова`,
  },
  {
    uid: '2d4d3f2e-c31c-0007-0000-000000000004',
    title: 'Відеокарта Sapphire Radeon RX 550 PULSE 4096MB',
    description: `Технічні характеристики
    Обсяг пам'яті - 4 Гб
    Шина пам'яті - 128 бит
    Графічний процесор - AMD Radeon RX 550
    Тип пам'яті - GDDR5
    Серія - Radeon RX 5xx
    Частота графічного ядра - 1070 Мгц
    Частота відеопам'яті - 6000 Мгц
    Максимальна роздільна здатність - 5120x2880 точек
    Сімейство процесора - AMD Radeon
    
    Підключення і роз'єми
    Інтерфейс - PCI-E 16x
    Роз'єми - 1 x DVI, 1 x HDMI, 1 x DisplayPort
    
    Підсвічування
    Підсвічування - Без підсвічування
    
    Додаткові характеристики
    Кількість вентиляторів - 1 вентилятора
    Підтримка стандартів - DirectX 12, OpenGL 4.5
    Довжина відеокарти - 158 мм
    Висота відеокарти - 112 мм
    Кількість займаних слотів - 2 шт
    Необхідність додаткового живлення - -
    Рекомендована потужність БЖ - 400 Вт
    Роз'єм дод. живлення - -
    Колір - Чорний`,
    cost: 2799,
    count: 100,
    subDescription: `Обсяг пам'яті: 4096 Мб
    Тип пам'яті: GDDR5
    Шина пам'яті: 128 бит
    Частота графічного ядра : 1070 МГц
    Частота відеопам'яті: 6000 МГц
    Роз'єми для монітора: 1 x DVI
    1 x HDMI
    1 x DisplayPort
    Статус відеокарти: Відновлена ​​на заводі`,
  },
]
